Repository: Fysikteknologsektionen/ftek-gsuite
Catalog: languages/ftek_gsuite-*.po
Languages: sv_se

source: Number of vacant positions: %i.
sv_se: Antal vakanta poster: %i.

source: Instructions
sv_se: Instruktioner

source: Settings
sv_se: Inställningar

source: Absolute path to Google API client autoload.php
sv_se: Absolut sökväg till Googles API-klient autoload.php

source: Absolute path to Google credentials file
sv_se: Absolut sökväg till Google credentials-filen

source: Email of a G Suite admin
sv_se: Email till en G Suite admin

source: Connection test
sv_se: Anslutningstest

source: These fields are required for the G Suite integration.
sv_se: Dessa fält är obligatoriska för G Suite integration.

source: Follow these instructions:
sv_se: Följ dessa instruktioner:

source: No autoload file set.
sv_se: Ingen autoload-fil har angetts.

source: No credentials file set.
sv_se: Ingen credentials-fil har angetts.

source: No admin email set.
sv_se: Ingen mejladress till en administratör har angetts.

source: Could not read autoload file.
sv_se: Kunde inte läsa autoload-filen.

source: Make sure the server has read permissions on all files of the library.
sv_se: Kontrollera så att servern har läsrättigheter till alla filer i biblioteket.

source: Could not read credential file.
sv_se: Kunde inte läsa credentials-filen.

source: Make sure the server has read permissions.
sv_se: Kontrollera att servern har läsrättigheter.

source: Error in credential file. Make sure it is the credentials file for a service account!
sv_se: Fel i en credentials-fil. Kontrollera att det är credentials-filen till ett service-konto!

source: Test call successful! Here are the results:
sv_se: Testanslutningen lyckades! Här är resultatet:

source: Test call failed! Here is the error message:
sv_se: Testanslutningen misslyckades! Här är felmeddelandet:
